[
  {
    "id": "2",
    "title": "How long does shipping take?",
    "category": "PaymentShip",
    "views": 980,
    "content": "For domestic shipping, we use Korea Post parcel service, which takes 1-2 days. For Jeju Island and remote areas, an additional 2-3 days may be required depending on distance.",
    "tags": ["Shipping", "Shipping Time"]
  },
  {
    "id": "9",
    "title": "How can I check my shipment?",
    "category": "PaymentShip",
    "views": 450,
    "content": "You can enter the 'tracking number' you received on the Korea Post tracking page below to check the current shipping status.\n\n· Link: https://service.epost.go.kr/iservice/usr/trace/usrtrc001k01.jsp",
    "tags": ["Shipping", "Tracking"]
  },
  {
    "id": "8",
    "title": "Are electronic tax invoices or cash receipts issued?",
    "category": "PaymentShip",
    "views": 480,
    "content": "We can issue electronic tax invoices and cash receipts upon request at the time of purchase.",
    "tags": ["Payment", "Cancellation"]
  },
  {
    "id": "1",
    "title": "What payment methods are available?",
    "category": "PaymentShip",
    "views": 1250,
    "content": "For bank transfers, we will provide the deposit account information. For card payments, we will send you a Naver Smart Store purchase link.",
    "tags": ["Payment", "Card"]
  },
  {
    "id": "10",
    "title": "How can I check my instrument's tuning status?",
    "category": "Retune",
    "views": 400,
    "content": "",
    "tags": ["Tuning", "Check"]
  },
  {
    "id": "27",
    "title": "How often should I get tuning?",
    "category": "Retune",
    "views": 0,
    "content": "",
    "tags": ["Tuning", "Frequency"]
  },
  {
    "id": "3",
    "title": "My instrument sounds unstable and muffled compared to when I first got it.",
    "category": "Retune",
    "views": 850,
    "content": "",
    "tags": ["Tuning", "Sound"]
  },
  {
    "id": "31",
    "title": "How are tuning costs determined?",
    "category": "Retune",
    "views": 0,
    "content": "",
    "tags": ["Tuning", "Cost"]
  },
  {
    "id": "32",
    "title": "Does tuning really improve the sound?",
    "category": "Retune",
    "views": 0,
    "content": "",
    "tags": ["Tuning", "Sound"]
  },
  {
    "id": "11",
    "title": "The instrument side cracked after being hit or dropped.",
    "category": "Repair",
    "views": 380,
    "content": "When the instrument side has separated, the tone fields (notes) near the separation do not produce sound when struck and do not resonate smoothly, making it difficult to function as an instrument. For restoration, the handpan shell's top and bottom plate adhesion must be removed, followed by initial tuning - re-adhesion - final tuning, and repair costs are incurred based on the amount of work required.\n\nRemoving the top and bottom plate adhesion is similar to creating a new instrument. Considering the time and cost required to disassemble and re-tune, if you also perform a 'note addition upgrade' on the bottom plate, such as adding a ding bass note, it can be a cost-effective choice for both restoring and improving instrument quality.",
    "tags": ["Repair", "Damage"]
  },
  {
    "id": "4",
    "title": "The instrument surface is peeling.",
    "category": "Repair",
    "views": 720,
    "content": "Handpans naturally form a protective layer (oxide film) on their surface in reaction to oxygen and moisture in the air during use. This layer is a natural defense barrier that protects the metal from rust and corrosion, and it repeatedly peels off and reforms partially depending on factors such as hand oils, moisture, temperature changes, and friction during use.\n\nFine powder or stains that come off on your hands are remnants of the oxide film formed during heat treatment, and this is not rust but a phenomenon that occurs during the natural surface stabilization process of the metal. Through this process, the surface color gradually becomes uniform, and initial scratches or heat treatment spots may become less noticeable or disappear.\n\nDepending on usage frequency, it takes 2-3 years for the surface to naturally peel off completely. However, if you find the partial peeling of the instrument surface visually uncomfortable during this process, there is also a method to artificially create a uniform appearance by shortening the time through full surface sanding (the process of grinding with fine sandpaper).",
    "tags": ["Repair", "Surface"]
  },
  {
    "id": "33",
    "title": "The instrument surface is dented due to external impact.",
    "category": "Repair",
    "views": 0,
    "content": "If the instrument surface is dented due to external impact, please send us a video showing the instrument's condition or bring the instrument to our workshop. We will check the actual extent of damage and inform you whether repair is possible.",
    "tags": ["Repair", "Damage"]
  },
  {
    "id": "28",
    "title": "No sound comes out when I hit the tone field.",
    "category": "Repair",
    "views": 0,
    "content": "If the tone field does not produce sound as clearly as before when struck, in most cases, the rim (the adhesive part at the edge of the handpan) near that tone field has likely separated. In this case, the handpan shell's top and bottom plate adhesion can be removed, and the sound can be restored to its original state through repair work involving initial tuning - re-adhesion - secondary tuning. This is a major damage case that occurs when the instrument is bumped or dropped while being carried, particularly at the edge area.\n\nAdditionally, unexpected damage can also occur when exposed to external factors such as prolonged direct sunlight, temperature, and humidity. In such cases, prompt professional support is necessary to maintain good instrument condition and sound quality.",
    "tags": ["Repair", "Sound"]
  },
  {
    "id": "5",
    "title": "How should I maintain my instrument?",
    "category": "Maintenance",
    "views": 650,
    "content": "Stainless steel handpans are rust-resistant and easy to maintain, but proper care can prevent unintended instrument damage and help develop a clearer and deeper sound. For this, it's good to pay attention to temperature and humidity management.\n\nIf exposed to direct sunlight, the instrument's surface temperature rises rapidly, causing immediate detuning. With prolonged high-temperature exposure, the adhesive between the top and bottom plates can weaken, causing the instrument sides to separate. Leaving the instrument in a car during hot weather for extended periods is also not good for the instrument. When playing outdoors or storing, it's best to keep it in the shade.\n\nAfter playing, wipe the surface with a soft cloth to remove fingerprints, sweat, and foreign matter. When cleaning, gently wipe with body oil that is safe for human contact. If humidity is a concern, applying body oil thinly over the entire instrument as a coating when not in use is also a good method.\n\nOf course, it varies depending on usage frequency, but with long-term use, the surface naturally peels and detuning occurs. To manage the instrument's condition well, have regular inspections by professionals and take necessary measures including retuning.",
    "tags": ["Maintenance", "Storage"]
  },
  {
    "id": "12",
    "title": "How should I store my instrument?",
    "category": "Maintenance",
    "views": 350,
    "content": "When storing, avoid direct sunlight, heating devices, and humid places, and keep it in a well-ventilated area. Rather than completely sealing it in a case, it's better to periodically circulate air. Even when not using it for a long time, occasionally play it and pay attention to the instrument's appearance and sound to prevent unintended damage.",
    "tags": ["Storage", "Maintenance"]
  },
  {
    "id": "20",
    "title": "Resonance and Harmonics",
    "category": "Technologies",
    "views": 160,
    "content": "Resonance and harmonics are key elements that determine an instrument's sound quality.\n\nResonance is the natural reverberation that occurs when an instrument vibrates. Good resonance creates rich and deep sound quality and enhances playing feel. Shell thickness, shape, material, and other factors affect resonance characteristics.\n\nHarmonics are overtones added to the fundamental tone, determining the richness and depth of sound. Natural harmonics make the sound even richer and more beautiful.\n\nDuring manufacturing, we precisely adjust shell shape and thickness to optimize resonance and harmonics. Particularly during handpan tuning, we understand each instrument's unique resonance characteristics and adjust harmonics to achieve the best sound quality.\n\nGood resonance and harmonics create living music, not just simple sound.",
    "tags": ["Resonance", "Harmonics", "Sound Quality"]
  },
  {
    "id": "15",
    "title": "Original Korean Handpans Born from Domestically Manufactured Shells",
    "category": "Technologies",
    "views": 260,
    "content": "Many handpan makers worldwide import already verified shells to use. This allows them to reduce the trial and error, time, and costs involved in self-development. However, as a result, many instruments end up sharing similar sound qualities and appearances, making it difficult to accumulate deep understanding and expertise about shells, the core component, internally.\n\nSND Handpan manufactures shells directly in Korea. We have connected design, forming, heat treatment, and tuning into a single flow, understanding and optimizing the entire process. Based on this accumulated capability, we have implemented our own unique sound and design, enabling us to create instruments with competitive sound quality and originality even in the global market.",
    "tags": ["Manufacturing", "Domestic", "Shell"]
  },
  {
    "id": "14",
    "title": "Stainless Steel Thickness Comparison: 1.0mm vs 1.2mm",
    "category": "Technologies",
    "views": 280,
    "content": "",
    "tags": ["Thickness", "Specs", "Sound Quality"]
  },
  {
    "id": "17",
    "title": "Differences Between Stainless Steel, Embossed Steel, and DC04",
    "category": "Technologies",
    "views": 220,
    "content": "Each material has unique characteristics that affect sound quality and durability.\n\nStainless Steel has excellent corrosion resistance, rarely rusts, and has very good durability. The sound is bright and clear, with good responsiveness and excellent tone consistency. It's easy to maintain and can be used for a long time, making it economical in the long run.\n\nEmbossed Steel has a patterned surface that is visually unique and adds subtle changes to the sound. The pattern increases surface strength and adds depth to the sound. It has high aesthetic value and provides a sophisticated appearance.\n\nDC04 is a cold-rolled steel plate that provides standardized strength and workability. The sound is balanced, manufacturing costs are reasonable, and it's easy to work with. It's a standard material widely used in general instrument manufacturing.\n\nYou can choose products that match the characteristics of each material.",
    "tags": ["Material", "Stainless Steel", "Embossed Steel", "DC04"]
  },
  {
    "id": "26",
    "title": "Why do you use stainless steel?",
    "category": "Technologies",
    "views": 0,
    "content": "Stainless steel is excellent for instrument manufacturing due to its corrosion resistance and durability.\n\nStainless steel rarely rusts, maintaining quality even with long-term use. The sound is bright and clear, with good responsiveness providing consistent tone.\n\nIt's easy to maintain and can be used for a long time, making it economical in the long run, and it's a material preferred by professional musicians. We select optimal materials that match each instrument's characteristics.",
    "tags": ["Stainless Steel", "Material"]
  },
  {
    "id": "21",
    "title": "Scale",
    "category": "Technologies",
    "views": 140,
    "content": "Scale is an important element that determines an instrument's range and playing characteristics.\n\nScale refers to the total length and range of notes of an instrument. Depending on scale length, note pitch, tension, and playing feel vary. Longer scales provide higher tension and brighter sound, while shorter scales provide lower tension and softer sound.\n\nAppropriate scale selection is determined based on the player's hand size and playing style. Shorter scales may be comfortable for players with smaller hands, while longer scales may be suitable for players who want strong tension and bright sound.\n\nWe offer various scale options for different products so players can choose products that meet their needs. Understanding the characteristics of each scale and choosing the one that suits you will allow you to enjoy more satisfying playing.",
    "tags": ["Scale", "Specs", "Range"]
  },
  {
    "id": "18",
    "title": "Handpan Manufacturing Process",
    "category": "Technologies",
    "views": 200,
    "content": "SND Handpan creates hemispherical shells from stainless steel (SUS430, 1.2 mm) through metal spinning, then completes them in the following sequence: precision pressing, heat treatment (400°C, 20 min), stretching hammering, first harmonics tuning, adhesive curing, rim processing, second harmonics tuning, and inspection. The core principle is fine-tuning tension and shape so that each tone field resonates with fundamental·octave·compound fifth (1:2:3 mode) in phase alignment, sounding as one.\n\n**1) Metal Spinning (Hemispherical Shell Manufacturing)**\n\nThe metal spinning process aims to secure hemispherical shells with minimized thickness deviation and eccentricity. The SUS430 blank is fixed to a chuck and rotated while flow forming is performed through multi-pass spinning rollers. Key indicators are thickness deviation ≤ ±0.05 mm, ovality ≤ 0.3 mm, and circumferential runout ≤ 0.4 mm. Excessive local deformation may cause orange peel, but this is suppressed through roller pass division and lubrication management.\n\n**2) Sanding (Surface Preparation)**\n\nThe sanding process aims to secure uniform matte texture and remove contamination. It also prevents contamination vaporization and carbonization before heat treatment. After uniform polishing with sponge sandpaper, industrial oil and particles are removed, and the surface is finished with a lint-free cloth. Surface cleanliness is maintained at visual grade 5 or above according to AATCC grade discrimination, and residual scratch Ra target values are set. If residual oil or dust remains, heat tint spots may occur after heat treatment, so clean handling is essential at each process step.\n\n**2-1) Bottom Plate Gu Forming**\n\nBottom plate Gu forming is a process where the center is opened with a hole saw, then the Gu flare angle and curvature are formed with a die press. Gu diameter tolerance is ±0.2 mm, flare angle tolerance is ±1°, and there must be no burrs or cracks. Internal volume and port impedance determine resonance bandwidth and low-frequency response.\n\n**3) Instrument Structure Design (Scale Layout Determination)**\n\nThe instrument structure design process aims to minimize resonance interference and secure balanced mass distribution. After determining the scale (normal/mutant), optimal positions are searched using tone field magnets, and locations are marked with a marker. Minimum spacing criteria between tone fields and standardized boundary distances from the rim are established. To avoid inter-tone mutual mode coupling, an array avoiding eigenmode overlap is important.\n\n**4) Pressing (30 ton)**\n\nThe pressing process aims to provide primary shape to tone fields and set the tension baseline. A 30-ton press is used to form shallow depressions while controlling stroke, load, and dwell time. Target curvature radius, up/down dome height tolerance, and springback prediction correction are adjusted. Over-forming may cause cracks and wrinkles, while insufficient forming requires excessive hammering. Therefore, operators need real-time feedback.\n\n**5) Heat Treatment (Stress Relief/Surface Stabilization)**\n\nThe heat treatment process maintains 400°C for 20 minutes, followed by water cooling, moisture removal, and body oil surface coating. The objectives are to relieve cold-working residual stress, linearize elastic response, and stabilize the oxide film. Strain recovery is improved and residual stress is reduced, which can be estimated through acoustic response changes. If contamination remains, heat tint spots may occur, so continuous management is required from post-heat cleaning, drying, and oil coating.\n\n**6) Shell Stretching (Hammering Uniformization)**\n\nThe shell stretching process aims to uniformize shell-wide tension and set the initial tension of tone fields. Through full-surface hammering, tension patches from pressing are released and aligned to a uniform tensile state in a 360° direction. Local rebound feel becomes uniform and membrane tension is equalized. This process secures the prerequisite for phase alignment and also sculpts the three-dimensional appearance.\n\n**7) First Harmonics Tuning (Mode 1:2:3 Matching)**\n\nThe first harmonics tuning process aims to match F₀, 2F₀, and 3F₀ of each tone field to the reference frequency. Tension and curvature are fine-adjusted through internal and external hammering while simultaneous feedback is received from tuner measurement and listening. Tuning error (F₀/2F₀/3F₀) is maintained within ±1.0Hz range, mode crosstalk is minimized, and sustain Q target values are achieved. Sound quality is enhanced through numerical matching as well as auditory optimization of clarity and resonance.\n\n**8) Adhesion/Curing (Top/Bottom Plate Bonding)**\n\nThe adhesion/curing process applies high-viscosity resin, performs pressure bonding, and manages curing time according to the environment.\n\n**9) Rim Processing**\n\nRim processing aims to secure safety, aesthetics, and durability. After removing residual resin, edges are rounded with grinding and sandpaper to create a smooth tactile feel that prevents finger injury during use.\n\n**10) Second Harmonics Tuning (Drift Correction)**\n\nThe second harmonics tuning process aims to correct frequency drift occurring after adhesion and stress redistribution. All notes are re-measured, fine hammering is performed, and phase alignment is reconfirmed. Final error (F₀/2F₀/3F₀) is maintained at ±1.0Hz, mode coherence is improved, and sustain consistency is enhanced.\n\n**11) Inspection/Stabilization**\n\nInspection and stabilization are observed within 7 days after completion. Pitch stability, phase alignment maintenance, appearance defects, surface condition, rim finish, and resonance balance are checked. Shipment occurs when criteria are met.",
    "tags": ["Manufacturing", "Process", "Procedure"]
  },
  {
    "id": "16",
    "title": "Press VS Metal Spinning",
    "category": "Technologies",
    "views": 240,
    "content": "Press and metal spinning are different manufacturing methods used to create shells. Press (deep drawing) method shapes the metal plate in one go by applying strong force. During this process, the applied force varies across different parts, causing some areas to become thinner and others thicker. Additionally, if the die is not perfectly aligned or the metal slides inconsistently, fine wrinkles or edge angles can form on the surface. These differences combined can result in slightly asymmetrical shell shapes or uneven distribution of internal stress.\n\nIn contrast, metal spinning gradually shapes the metal plate while rotating it, allowing the metal to stretch evenly and curves to connect smoothly. Therefore, the thickness and tension of the entire shell remain consistent, and sound transmission is uniform. Shells made this way have excellent structural balance, resulting in consistent resonance and clear harmonics.\n\nSimply put, spinning is like carefully crafting with skilled hands over time, while press is closer to stamping out a shape in one forceful action.",
    "tags": ["Manufacturing", "Metal Spinning", "Press"]
  },
  {
    "id": "19",
    "title": "Handpan Tuning",
    "category": "Technologies",
    "views": 180,
    "content": "Handpan tuning is the process of fine-tuning an instrument's sound quality by hand by an expert.\n\nHandpan tuning involves understanding each instrument's unique characteristics and creating optimal sound quality. It fine-tunes subtle sound quality differences that cannot be achieved through mechanical processing alone.\n\nDuring the tuning process, thickness, shape, surface condition, and other aspects are meticulously adjusted to achieve the desired sound. Particularly, resonance characteristics and harmonics are adjusted to create rich and deep sound quality.\n\nEach instrument has unique characteristics, and optimal performance can be achieved through individual tuning. Handpan tuning is an important process that upgrades from standardized products to premium products.",
    "tags": ["Tuning", "Handpan", "Sound Quality"]
  },
  {
    "id": "6",
    "title": "Lesson Information",
    "category": "Lessons",
    "views": 580,
    "content": "1. [Hongdae] Group classes, first Sunday of every month, 2-6 PM\n\n· Class announcements are posted on Justbe Instagram.\n\n2. 1:1 Handpan Lessons\n\n· [Seodaemun] Teacher Lee Ji-eun\n· [Konkuk] Teacher Kwon Min-che\n· [Seongbuk] Teacher Ahn Jae-min",
    "tags": ["Lessons", "Registration"]
  }
]
