[
  {
    "id": "2",
    "title": "How long does shipping take?",
    "category": "Payment/Ship",
    "views": 980,
    "content": "For domestic shipping, we use Korea Post parcel service, which takes 1-2 days. For Jeju Island and remote areas, an additional 2-3 days may be required depending on distance.",
    "tags": ["Shipping", "Shipping Time"]
  },
  {
    "id": "9",
    "title": "How can I check my shipment?",
    "category": "Payment/Ship",
    "views": 450,
    "content": "You can check your shipment on the Korea Post website's tracking page.\n\n· Link: https://service.epost.go.kr/iservice/usr/trace/usrtrc001k01.jsp",
    "tags": ["Shipping", "Tracking"]
  },
  {
    "id": "8",
    "title": "Are electronic tax invoices or cash receipts issued?",
    "category": "Payment/Ship",
    "views": 480,
    "content": "We can issue electronic tax invoices and cash receipts upon request at the time of purchase.",
    "tags": ["Payment", "Cancellation"]
  },
  {
    "id": "1",
    "title": "What payment methods are available?",
    "category": "Payment/Ship",
    "views": 1250,
    "content": "For bank transfers, we will provide the deposit account information. For card payments, we will send you a Naver Smart Store purchase link.",
    "tags": ["Payment", "Card"]
  },
  {
    "id": "10",
    "title": "How can I check my instrument's tuning status?",
    "category": "Retune",
    "views": 400,
    "content": "",
    "tags": ["Tuning", "Check"]
  },
  {
    "id": "27",
    "title": "How often should I get tuning?",
    "category": "Retune",
    "views": 0,
    "content": "",
    "tags": ["Tuning", "Frequency"]
  },
  {
    "id": "3",
    "title": "My instrument sounds unstable and muffled compared to when I first got it.",
    "category": "Retune",
    "views": 850,
    "content": "",
    "tags": ["Tuning", "Sound"]
  },
  {
    "id": "31",
    "title": "How are tuning costs determined?",
    "category": "Retune",
    "views": 0,
    "content": "",
    "tags": ["Tuning", "Cost"]
  },
  {
    "id": "32",
    "title": "Does tuning really improve the sound?",
    "category": "Retune",
    "views": 0,
    "content": "",
    "tags": ["Tuning", "Sound"]
  },
  {
    "id": "11",
    "title": "The instrument side cracked after being hit or dropped.",
    "category": "A/S",
    "views": 380,
    "content": "",
    "tags": ["Repair", "Damage"]
  },
  {
    "id": "30",
    "title": "The instrument side cracked after being hit or dropped.",
    "category": "A/S",
    "views": 0,
    "content": "",
    "tags": ["Repair", "Damage"]
  },
  {
    "id": "4",
    "title": "The instrument surface is peeling.",
    "category": "A/S",
    "views": 720,
    "content": "",
    "tags": ["Repair", "Surface"]
  },
  {
    "id": "29",
    "title": "The instrument surface is peeling.",
    "category": "A/S",
    "views": 0,
    "content": "",
    "tags": ["Repair", "Surface"]
  },
  {
    "id": "33",
    "title": "The instrument surface is dented due to external impact.",
    "category": "A/S",
    "views": 0,
    "content": "",
    "tags": ["Repair", "Damage"]
  },
  {
    "id": "28",
    "title": "No sound comes out when I hit the tone field.",
    "category": "A/S",
    "views": 0,
    "content": "",
    "tags": ["Repair", "Sound"]
  },
  {
    "id": "5",
    "title": "How should I maintain my instrument?",
    "category": "Maintenance",
    "views": 650,
    "content": "Stainless steel handpans are rust-resistant and easy to maintain, but proper care can prevent unintended instrument damage and help develop a clearer and deeper sound. For this, it's good to pay attention to temperature and humidity management.\n\nIf exposed to direct sunlight, the instrument's surface temperature rises rapidly, causing immediate detuning. With prolonged high-temperature exposure, the adhesive between the top and bottom plates can weaken, causing the instrument sides to separate. Leaving the instrument in a car during hot weather for extended periods is also not good for the instrument. When playing outdoors or storing, it's best to keep it in the shade.\n\nAfter playing, wipe the surface with a soft cloth to remove fingerprints, sweat, and foreign matter. When cleaning, gently wipe with body oil that is safe for human contact. If humidity is a concern, applying body oil thinly over the entire instrument as a coating when not in use is also a good method.\n\nOf course, it varies depending on usage frequency, but with long-term use, the surface naturally peels and detuning occurs. To manage the instrument's condition well, have regular inspections by professionals and take necessary measures including retuning.",
    "tags": ["Maintenance", "Storage"]
  },
  {
    "id": "12",
    "title": "How should I store my instrument?",
    "category": "Maintenance",
    "views": 350,
    "content": "When storing, avoid direct sunlight, heating devices, and humid places, and keep it in a well-ventilated area. Rather than completely sealing it in a case, it's better to periodically circulate air. Even when not using it for a long time, occasionally play it and pay attention to the instrument's appearance and sound to prevent unintended damage.",
    "tags": ["Storage", "Maintenance"]
  },
  {
    "id": "20",
    "title": "Resonance and Harmonics",
    "category": "Technologies",
    "views": 160,
    "content": "Resonance and harmonics are key elements that determine an instrument's sound quality.\n\nResonance is the natural reverberation that occurs when an instrument vibrates. Good resonance creates rich and deep sound quality and enhances playing feel. Shell thickness, shape, material, and other factors affect resonance characteristics.\n\nHarmonics are overtones added to the fundamental tone, determining the richness and depth of sound. Natural harmonics make the sound even richer and more beautiful.\n\nDuring manufacturing, we precisely adjust shell shape and thickness to optimize resonance and harmonics. Particularly during handpan tuning, we understand each instrument's unique resonance characteristics and adjust harmonics to achieve the best sound quality.\n\nGood resonance and harmonics create living music, not just simple sound.",
    "tags": ["Resonance", "Harmonics", "Sound Quality"]
  },
  {
    "id": "15",
    "title": "Original Korean Handpans Born from Domestically Manufactured Shells",
    "category": "Technologies",
    "views": 260,
    "content": "Many handpan makers worldwide import already verified shells to use. This allows them to reduce the trial and error, time, and costs involved in self-development. However, as a result, many instruments end up sharing similar sound qualities and appearances, making it difficult to accumulate deep understanding and expertise about shells, the core component, internally.\n\nSND Handpan manufactures shells directly in Korea. We have connected design, forming, heat treatment, and tuning into a single flow, understanding and optimizing the entire process. Based on this accumulated capability, we have implemented our own unique sound and design, enabling us to create instruments with competitive sound quality and originality even in the global market.",
    "tags": ["Manufacturing", "Domestic", "Shell"]
  },
  {
    "id": "14",
    "title": "Stainless Steel Thickness Comparison: 1.0mm vs 1.2mm",
    "category": "Technologies",
    "views": 280,
    "content": "",
    "tags": ["Thickness", "Specs", "Sound Quality"]
  },
  {
    "id": "17",
    "title": "Differences Between Stainless Steel, Embossed Steel, and DC04",
    "category": "Technologies",
    "views": 220,
    "content": "Each material has unique characteristics that affect sound quality and durability.\n\nStainless Steel has excellent corrosion resistance, rarely rusts, and has very good durability. The sound is bright and clear, with good responsiveness and excellent tone consistency. It's easy to maintain and can be used for a long time, making it economical in the long run.\n\nEmbossed Steel has a patterned surface that is visually unique and adds subtle changes to the sound. The pattern increases surface strength and adds depth to the sound. It has high aesthetic value and provides a sophisticated appearance.\n\nDC04 is a cold-rolled steel plate that provides standardized strength and workability. The sound is balanced, manufacturing costs are reasonable, and it's easy to work with. It's a standard material widely used in general instrument manufacturing.\n\nYou can choose products that match the characteristics of each material.",
    "tags": ["Material", "Stainless Steel", "Embossed Steel", "DC04"]
  },
  {
    "id": "26",
    "title": "Why do you use stainless steel?",
    "category": "Technologies",
    "views": 0,
    "content": "Stainless steel is excellent for instrument manufacturing due to its corrosion resistance and durability.\n\nStainless steel rarely rusts, maintaining quality even with long-term use. The sound is bright and clear, with good responsiveness providing consistent tone.\n\nIt's easy to maintain and can be used for a long time, making it economical in the long run, and it's a material preferred by professional musicians. We select optimal materials that match each instrument's characteristics.",
    "tags": ["Stainless Steel", "Material"]
  },
  {
    "id": "21",
    "title": "Scale",
    "category": "Technologies",
    "views": 140,
    "content": "Scale is an important element that determines an instrument's range and playing characteristics.\n\nScale refers to the total length and range of notes of an instrument. Depending on scale length, note pitch, tension, and playing feel vary. Longer scales provide higher tension and brighter sound, while shorter scales provide lower tension and softer sound.\n\nAppropriate scale selection is determined based on the player's hand size and playing style. Shorter scales may be comfortable for players with smaller hands, while longer scales may be suitable for players who want strong tension and bright sound.\n\nWe offer various scale options for different products so players can choose products that meet their needs. Understanding the characteristics of each scale and choosing the one that suits you will allow you to enjoy more satisfying playing.",
    "tags": ["Scale", "Specs", "Range"]
  },
  {
    "id": "18",
    "title": "Manufacturing Process",
    "category": "Technologies",
    "views": 200,
    "content": "Instrument manufacturing is completed through precise steps.\n\nStep 1: Design and Drawing - Accurately design the product specifications and dimensions and create drawings.\n\nStep 2: Material Preparation - Inspect selected materials and cut them to required sizes.\n\nStep 3: Forming - Create shell shapes using metal spinning or press manufacturing methods.\n\nStep 4: Surface Treatment - Perform desired surface finishing such as polishing, plating, and pattern treatment.\n\nStep 5: Precision Machining - Perform precision work such as hole drilling and screw threading.\n\nStep 6: Quality Inspection - Inspect dimensions, surface condition, and sound quality to verify quality.\n\nStep 7: Assembly and Tuning - Assemble components and adjust final sound quality through handpan tuning.\n\nStep 8: Final Inspection and Packaging - Perform final inspection on completed products and package them for shipment.\n\nWe provide the highest quality products through thorough quality control at each step.",
    "tags": ["Manufacturing", "Process", "Procedure"]
  },
  {
    "id": "16",
    "title": "Press VS Metal Spinning",
    "category": "Technologies",
    "views": 240,
    "content": "Press and metal spinning are different manufacturing methods used to create shells. Press (deep drawing) method shapes the metal plate in one go by applying strong force. During this process, the applied force varies across different parts, causing some areas to become thinner and others thicker. Additionally, if the die is not perfectly aligned or the metal slides inconsistently, fine wrinkles or edge angles can form on the surface. These differences combined can result in slightly asymmetrical shell shapes or uneven distribution of internal stress.\n\nIn contrast, metal spinning gradually shapes the metal plate while rotating it, allowing the metal to stretch evenly and curves to connect smoothly. Therefore, the thickness and tension of the entire shell remain consistent, and sound transmission is uniform. Shells made this way have excellent structural balance, resulting in consistent resonance and clear harmonics.\n\nSimply put, spinning is like carefully crafting with skilled hands over time, while press is closer to stamping out a shape in one forceful action.",
    "tags": ["Manufacturing", "Metal Spinning", "Press"]
  },
  {
    "id": "19",
    "title": "Handpan Tuning",
    "category": "Technologies",
    "views": 180,
    "content": "Handpan tuning is the process of fine-tuning an instrument's sound quality by hand by an expert.\n\nHandpan tuning involves understanding each instrument's unique characteristics and creating optimal sound quality. It fine-tunes subtle sound quality differences that cannot be achieved through mechanical processing alone.\n\nDuring the tuning process, thickness, shape, surface condition, and other aspects are meticulously adjusted to achieve the desired sound. Particularly, resonance characteristics and harmonics are adjusted to create rich and deep sound quality.\n\nEach instrument has unique characteristics, and optimal performance can be achieved through individual tuning. Handpan tuning is an important process that upgrades from standardized products to premium products.",
    "tags": ["Tuning", "Handpan", "Sound Quality"]
  },
  {
    "id": "13",
    "title": "How much do lessons cost?",
    "category": "Lessons",
    "views": 320,
    "content": "Lesson costs vary depending on lesson type and duration.\n\nPrivate lessons start at approximately 50,000 KRW per hour, and group lessons start at approximately 30,000 KRW. You can receive discounts by registering for regular lessons.\n\nThe first lesson is offered as a trial lesson, after which you can register for regular lessons. Lesson costs may vary further depending on instrument type and level.",
    "tags": ["Lessons", "Cost"]
  },
  {
    "id": "6",
    "title": "How do I sign up for lessons?",
    "category": "Lessons",
    "views": 580,
    "content": "Lesson registration is available through our online booking system.\n\nBoth private and group lessons are available, with various lesson programs tailored to instrument type and level. Lesson schedules can be arranged in consultation with instructors, and both online and offline lessons are supported.\n\nLesson costs vary by lesson type and duration. The first lesson is offered as a trial lesson, after which you can register for regular lessons.",
    "tags": ["Lessons", "Registration"]
  },
  {
    "id": "25",
    "title": "How long do I need to learn?",
    "category": "Lessons",
    "views": 0,
    "content": "Learning duration varies depending on individual practice time and goals.\n\nLearning basic playing typically takes 3-6 months, and reaching intermediate level takes about a year. Professional playing requires more time and practice.\n\nRegular lessons and consistent practice will help you improve faster. You can learn efficiently through personalized lesson programs tailored to each individual.",
    "tags": ["Lessons", "Duration"]
  },
  {
    "id": "24",
    "title": "Where can I learn?",
    "category": "Lessons",
    "views": 0,
    "content": "Instrument lessons are provided at partner lesson studios in various regions nationwide.\n\nLesson studios are located in major cities including Seoul, Busan, Daegu, and Incheon, and online lessons are also available. Lesson programs are prepared for all levels from beginners to professionals.\n\nLesson registration is available through online booking systems, and detailed lesson studio locations and programs can be found on our website.",
    "tags": ["Lessons", "Education"]
  }
]
